[
    {
        "report": "Immune hydrops fetal is results from a specific red cell antigen (like Rh antigen) can hemolysis from iso immunization. Individuals who lack potentially produce an antibody when exposed to that antigen. The antibody may prove harmful to the individual in case of a blood transfusion or to a fetus when a mother (Rh negative) conceives. In these cases, the mother could be sensitized if enough erythrocytes from the Rh positive fetus reach her circulation to elicit an immune response. Case report of pregnant women is presented, where diagnosis of hydrops fetalis was established during antenatal period.CASE REPORTA 32 year old Shahin patient, reported second time to the SMS Medical college, Jaipur hospital OPD for routine antenatal check-up. Patient was in second trimester of pregnancy. She was G7P4A2L0 .Patient was not given any prophylactic anti-D immunoglobulin therapy after the abortion. The routine blood and urine investigations were normal. Her blood group was B negative. Indirect Coomb's test was positive. Rh antibody titer 1:132. Serology for TORCH was negative both for IgG and IgM antibodies. Ultrasonographic examination revealed single Iive fetus of approximately 27 week of gestational .There was bilateral pleural effusion and fetal S abdomen showed large amount of ascitic fluid. Considerable subcutaneous edema of fetal scalp and abdominal wall was also observed. Placenta appeared bulky and amniotic fluid volume was adequate. Keeping in view the past history of preterm fetus demises all fetus developed hydrops fetalis and abortion, Rh negative status of mother and ultrasonographic features described above, a diagnosis of hydrops fetalis was made. As per the desire of the couple, pregnancy was terminated in view of poor prognosis of the fetus."
    },
    {
        "report": "A 29 -year old- male patient without any medical history was incidentally diagnosed with a giant hepatic mass during laparoscopic appendectomy (intra-operative biopsy revealed: cholangiocarcinoma). Blood test showed normal liver function with elevation of Ca19-9 (>264 ng/mL, normal value= <35 ng/ml). A thoracic and abdominal CT scan showed a heterogeneous mass of 8 x 5 cm in segment IVa-V with satellite nodule of 1 cm (Figure 1-2) and absence of extra-hepatic disease. Av. Pueyrredón 1716 4to piso (1119) Ciudad Autónoma de Buenos Aires, ArgentinaTeléfono: +54 114822 8093│FAX: +54 114822 8591 CUIT: 30-71233816-0 │ Email: info@cancerdehigado.org www.cancerdehigado.org Surgical treatment: A central hepatectomy en-block with gallbladder was performed (Figure 3) associated with hepatic hilius lymph-adenectomy. Pathological specimen: Moderate differentiated intra-hepatic cholangiocarcinoma of 6,7 x 4,5 with a satellite nodule of 1 cm. No lymph node metastases (0/2). Negative surgical margin. Stage: pT2b N0 M0. Key question: Should we perform adjuvant therapy on this patient? Note: At our tumor conference, our oncologists favor chemotherapy therapy based on two potential risk factors: the presence of a satellite nodule (could be considered as a metastases), and a long-life expectancy (very young patient)"
    },
    {
        "report": "In July 93 a Thai fourteen-year-old female child was admitted tothe emergency room of the Ramathibodi‟sHospital with suspicion of Multiple sclerosis. Two months before she had presented with horizontal diplopia, diffuse headache and dorsal neck pain.The result of an eye examination at Chumpon‟s Hospital was normal.One week previous to admission, she developed walking and writing difficulty in her right body side and generalized numbness especially in the left lower limb.Positive pertinent findings on neurological examination are as following: Full EOM, normal fundoscopicexamination , 3 mm pupillary size which normally react to light in both eyes, no facial palsy, normal gag reflex, positive right sided clonus test, presentation of Babinski‟s sign in both sides, grade III muscle power of right upper limb, grade V muscle power of all other parts, decreased pin prick sensation of both hands, impaired joint position sense at right side,3+ deep tendon reflex on the right and 2+ on the left side and positive Lhermitte's sign.The results of lab exams: The CSF showed WBC 16 cell/Cumm(PMN13%,Lymphocyte 87%),RBC 15 cell/Cumm, sugar 45 mg/dl, protein 57mg/dl which slight increase in the amount of % gamma globulin of total protein 10% , normal VEPs, normal finding in brain CT scan. First multiple sclerosis with nocharacteristic lab exam but typical clinical presentation was suspected. Serologic work up as ANA is positive 1:320. Therapeutic plan during the hospital stay: use of prednisone 40 mg/day for two days; after that, thedose willbe reduced to 30 mg/day."
    },
    {
        "report": "Termination done by ceasarean section along with sterilization due to failed dinoprostone gel induction Anti-D immunoglobulin was administered to the patient immediately after termination of pregnancy.Fig 1: Hydrops fetalis fetusDISCUSSIONIn 1892, Ballantyne established clinicopathological criteria for the diagnosis of hydrops fetal is. Diamond, Blackfan and Baty in 1932, reported that fetal Anemia characterized by numerous circulating erythroblasts was associated with this syndrome [1]. Levine et al.; confirmed that erythroblastosis was due to maternal isoimmunization with paternally inherited fetal factors [    2]. Subsequent development of effective maternal prophylaxis was attributed to Finn and associates of England and Freda and co-worker of United States [    3,    4]. Bariha Kalpana et al.; Sch J Med Case Rep, May 2016; 4(5): 366-367Available Online: http: //saspjournals.com/sjmcr 367Pathological changes in the organs of fetus andnewborn infant vary with the severity of the process. The severely affected fetus or infant may show considerable subcutaneous edema as well as effusion into the serous cavities - hydrops fetalis. At times, the edema is so severe that the diagnosis can be easily identified using sonography. In these cases, the placenta is also markedly edematous, appreciably enlarged and boggy, with large, prominent cotyledons and edematous villi."
    },
    {
        "report": "Excessive and prolonged hemolysis serves to stimulate marked erythroid hyperplasia of the bone marrow, as well as large areas of extramedullary hematopoiesis, particularly in the spleen and liver leading to hepatosplenomegaly, which may in turn cause hepatic dysfunction [5]. Hydrothorax and ascites may be so severe as to compromise respiration after birth or lead to severe dystocia as a consequence of the greatly enlarged abdomen. Pathophysiology of hydrops remains obscure.Theories of its causation include heart failure from profound Anemia; capillary leakage caused by hypoxia from severe Anemia, portal and umbilical venous hypertension from hepatic parenchymal disruption by extramedullary hematopoiesis and decreased colloid oncotic pressure caused by liverdysfunction. Nicolaides and colleagues concluded that the degree and duration anaemia influence the severity of ascites, and this is made worse by hypo proteinemia.They also hypothesized that severe chronic anemiacause’s tissue hypoxia with resultant capillary endothelial leakage with protein loss [    6].Foetuses with hydrops may die in utero from profound Anemia and circulatory failure. A sign of severe anemia and impending death is a 'Sinusoidal fetal heart rate' pattern. The live born hydropic infant appears pale, edematous and limp at birth, often requiring resuscitation. The spleen and liver are enlarged and there may be widespread ecchymoses or scattered petechiae. Dyspnea and circulatory collapse are common. A single intramuscular dose of 300 microgram of D immunoglobulin is administered routinely to all D-negative, nonimmunized women at 28 to 32 week gestation and again within 72 hours of the birth of aD-positive infant. A similar dose is also given at the time of amniocentesis and whenever there is uterine bleeding, unless the routine dose at 28 to 32 weeks had been givenREFERENCES1. Diamond LK, Black fan KP, Baty M"
    },
    {
        "report": "Outpatient followup: Unfortunately after the use of corticosteroids for one month the patient developed paraesthesias on both upper limbs.Since then she was diagnosed with multiple sclerosis with corticosteroid dependence. Afterwards theneurologist adjusted the dose of corticosteroid by the patient‟s clinical presentationfor three years. Finally, she could tape off corticosteroid for eight years without any relapse of the disease.In July 06, when the patient was 25 years old, the paraesthesia symptoms occurred again, including the patient‟s affected eyesight.She had blurred vision on right eye. On ophthalmologic exam positive RAPD on right eye was revealed. Consultation for further eye examination was done. The ophthalmologist impressed relapsed multiple sclerosis with retrobulbar optic neuritis, especially at the right eye. Another investigation at that time was a MRI of the whole spine. A non–enhancing MS plaque extending from C1-C5 level with possible early cord atrophy was found. Because she wanted to be treated at her hometown in south of Thailand,she received mythlprednisolone 1 g IV injection once daily for three days and after that oral prednisolone(5 mg) 4 tablets three times a day according to a neurologist of Ramamthibodi‟s suggestion.In July 09, the patient was admitted to Ramathibodi‟s hospital with apresentation of acute progressive right hemiparesis with suspended sensory loss. According to the previous history ofretrobulbar optic neuritis, the clinical examination was compatible with Devic‟s syndrome (Neuromyelitisoptica) for which a loading dose of methylprednisone1g was administered via IV once daily for three days.The patient‟s home medication was prednisolone (5 mg) 4tablets,three times a day for 1 week, dropping down the dosage on thefollowing day to 1 tablet a week for the further 5 weeks. Additionally she got Azathiopine, a immunosuppressant with dosage adjustment by the neurologist on every follow up. Besides,the patient was reviewed by physiotherapists and the Rehabilitation Service where she had been hospitalized as usual. Due to improving her symptomsprednisolone was drawn 2 months later.In September 09, she presented with tonic spasm of her right hand. She said not to be able to write a letter. From that time on she was treated with carbamazepine. "
    },
    {
        "report": "Fortunately the patient didn‟t have relapsed multiple sclerosis so far.In June 11, the now thirty yearold patient developed tingling and numbness of her right upper limb. Neurological exam showed no significant abnormalityexcept positive RAPD and optic disc atrophy at the right eye.Because of her right neuralgic paraesthesia, the neurologist ordered her nortryptyline (10mg) 1 tablet before bedtime and continued azathiopine (50mg) 1 tablet once daily and carbamazepine (200mg) 1 tablet twice a day.Outpatientfollowup:In the CSF exam,theoligoclonal band was negative. Anti-NMO-IgGwas positive and VEP revealed prolonged bilateral P100 latencies.She was treated by the same dose of azathioprine and nortriptyline as previous and the neurologist dicidednot to treather by carbamazepine any more because of missing tonic spasm.The last admission at emergency department is on Oct 25th2011. She presented with weakness on her right leg 1 week and felt numb on both leg.Neurological examination showed: no direct pupillary light reaction and positive RAPD in the right eye. Visual sensibility on right eye was absent. Pale right optic disc was found on funduscopic exam. All deep tendon reflexes were 3+. The cranial nerves were normal. Muscle power of elbow extensors, finger extensors, hip extensors and hip/knee/ankle flexors were grade IV,the others were grade V.Muscle tone at right sided upper and lower limb were more spastic than left side. Decreased pinprick sensation at C5-C6,T3-S5 on the right side and T3-T11 on the left side.Decreased joint position sensation at left hip joint and metacarpophalangealjoints.Lhermitte‟s sign was negative. Babinski‟s sign waspresented on the right side. The management-plan at that time was the exclusion of any infection first. If the results will show no evidence of infection, the patient would be treated by methylprednisolone 1gram IV for 5 days and followed by oral prednisolone (5 mg) 4 tablets three times daily for 1 week then 3 tablets three times daily for another 1 week. Other home medications would remain same as before. Next appointment would be in the next 3 weeks."
    }
]